<template>
    <div>
      <el-card align="left">
        <h1>欢迎登陆兰州大学信息科技月报名系统</h1>
        <h2>使用须知</h2>
        <h3>1、用户第一次登陆请完善班级、邮箱、手机等等必要信息，否则后续通知将无法联系。</h3>
        <h3>2、用户报名团队竞赛上请确定团队人数和竞赛限制人数，如果不符合将无法报名，用户报名后，无论单人还是团队竞赛，都会有后续的邮件通知。</h3>
        <h3>3、用户取消报名时，需满足竞赛成绩为0且报名时间为当前年份，取消的竞赛为团队竞赛时，需是队长。</h3>
        <h3>4、用户添加团队时，团队成员添加请按照学号,姓名（320170940841,刘绪俭）格式输入，请使用英文逗号，否则将无法添加。</h3>
        <h3>5、用户解散团队时为逻辑删除，可通过管理员恢复团队。</h3>
      </el-card>
    </div>
</template>

<script>
export default {
  name: 'StudentWelcome'
}
</script>

<style scoped>

</style>
