<template>
<div>
  <el-card align="left">
    <h1>欢迎登陆兰州大学信息科技月报名系统-后台管理界面</h1>
    <h2>使用须知</h2>
    <h3>1、学生用户管理与团队管理都在用户列表界面。</h3>
    <h3>2、学生用户竞赛管理是单人竞赛管理；学生用户竞赛管理条数不是页面条数，是展开成绩条数，团队竞赛管理相同。</h3>
    <h3>3、学生用户查询为模糊查询；报名表下载只显示在学生用户竞赛管理界面，请输入竞赛名称和竞赛时间参数下载数据，竞赛名称为空默认下载所有竞赛，竞赛时间为空默认下载所有时间。</h3>
    <h3>4、学生用户删除只会删除用户数据，竞赛成绩和团队数据不会删除，学生用户再次登陆即可恢复相应数据显示。</h3>
    <h3>6、团队删除，报名竞赛团队管理页面的团队删除默认为逻辑删除，未报名团队页面和删除团队页面的团队删除为永久删除，将删除团队所有信息。</h3>
    <h3>7、团队添加，团队成员添加请按照学号,姓名（320170940841,刘绪俭）格式输入，请使用英文逗号，否则将无法添加。</h3>
    <h3>8、竞赛添加请不要添加竞赛名称相同的竞赛；竞赛添加和编辑请像网页一样编辑竞赛详情；添加图片时请注意图片命名不要重复，服务器将以原图片名存储。</h3>
    <h3>9、管理员邮箱修改，输入的参数为邮箱和需要授权码，不为邮箱密码，默认请使用QQ邮箱，发送邮箱修改也属于管理员邮箱修改。</h3>
    <h3>10、竞赛报名邮件模板，即为用户和团队报名相应的竞赛时，发送到用户邮箱的邮件，如后续详情请加入qq群：2925906232。</h3>
    <h3>11、数据报表页面中，按参加竞赛来算，如同一个学生用户参加两个单人竞赛按两人次计算，同一个学生用户参加一个单人竞赛和一个团队竞赛按两人次竞赛。</h3>
  </el-card>
</div>
</template>

<script>
export default {
  name: 'Welcome'
}
</script>

<style scoped>

</style>
